IDEA Open Model
LineSegment3D Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the LineSegment3D class
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public LineSegment3D()
Public Sub New
See Also
Reference
LineSegment3D Class
IdeaRS.OpenModel.Geometry3D Namespace